/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "Instalator CapCut w wersji na komputer";
"LvAppTitle" = "Instalator Jianying w wersji na komputer";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "Kontynuować instalację?";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "Zainstaluj";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "Otwórz";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "Anuluj";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "Na Twoim urządzeniu zainstalowana jest starsza wersja CapCut (v%@). Możesz uruchomić starszą wersję albo zainstalować najnowszą wersję, by zastąpić obecną.";
"LvCheckInstalledMsgHintText" = "Na Twoim urządzeniu zainstalowana jest starsza wersja Jianying (v%@). Możesz uruchomić starszą wersję albo zainstalować najnowszą wersję, by zastąpić obecną.";
// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "Zatrzymać pobieranie?";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "Kontynuuj";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "Zatrzymaj";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "Pobrana część pliku (%d%%) nie zostanie zapisana.";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "Nie udało się pobrać. Spróbuj ponownie.";
// pc_installer_retry
"BtnText_Retry" = "Spróbuj ponownie";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "Zatrzymaj";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "Zapisz";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "Za mało pamięci na dysku";

"BtnCheck_SystemTrayAutoboot" = "Uruchamiaj zasobnik przy starcie";

"DownloadErrorCodeHintText" = "Kod błędu: ";